[
  {
    "id": "intake_andrea_h_brand",
    "name": "Andrea H. Brand",
    "title": "Chair Department of Cell Biology and Director Regenerative Medicine Institute",
    "summary": "Neural stem cells in the adult brain exist primarily in a quiescent state but can be reactivated in response to changing physiological conditions.",
    "keywords": [],
    "search_text": "Andrea H. Brand Chair Department of Cell Biology and Director Regenerative Medicine Institute Neural stem cells in the adult brain exist primarily in a quiescent state but can be reactivated in response to changing physiological conditions.",
    "lab_synopsis": "Neural stem cells in the adult brain exist primarily in a quiescent state but can be reactivated in response to changing physiological conditions. The ability to reactivate neural stem cells in situ raises the prospect of potential future therapies for brain repair after damage or neurodegenerative disease. Understanding the molecular basis of stem cell reactivation is an essential first step. We generate human cerebral and hypothalamic brain organoids to study stem cell quiescence and tumorigenesis. We study cell interactions in assembloids, combining human brain organoids with glioma, melanoma, breast cancer and/or blood vessel organoids. We combine cutting-edge genetic and molecular approaches with advanced imaging techniques to study the reactivation of neural stem cells in vivo and to identify the cells of origin in brain tumors. We developed ‘Targeted DamID’ (TaDa) and NanoDam for cell type specific genome-wide profiling of DNA- or chromatin-binding in vivo and RNA-DamID to detects lncRNA–genome interactions with high sensitivity and accuracy.",
    "summary_short": "Neural stem cells in the adult brain exist primarily in a quiescent state but can be reactivated in response to changing physiological conditions. The ability to reactivate neural stem cells in situ raises the prospect of potential future therapies for brain repair after damage or neurodegenerative disease.",
    "research_keywords": [],
    "affiliations": [
      "Cell Biology",
      "Organoids"
    ],
    "focus_groups": [
      "Organoids"
    ],
    "common_experiments_raw": "Developing region specific human brain organoids\nGenerating assembloids with human brain organoids, glioma, breast cancer, melanoma and/or blood vessels\nDeveloping human amniotic membrane organoids for scar-free wound healing\nTargeted DamID and NanoDam for cell-specific genome wide chromatin binding in vivo",
    "publications": [
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Andrea Brand/PIIS1534580722002489_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Andrea Brand/PIIS193459092200460X_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Andrea Brand/journal.pbio.3001255_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Andrea Brand/journal.pbio.3002944 (3)_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Andrea Brand/s41556-019-0402-6_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/ORGANOID Faculty/Andrea Brand/PIIS1534580722002489_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/ORGANOID Faculty/Andrea Brand/PIIS193459092200460X_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/ORGANOID Faculty/Andrea Brand/journal.pbio.3001255_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/ORGANOID Faculty/Andrea Brand/journal.pbio.3002944 (3)_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/ORGANOID Faculty/Andrea Brand/s41556-019-0402-6_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      }
    ]
  },
  {
    "id": "intake_catherine_pei_ju_lu",
    "name": "Catherine Pei-ju Lu",
    "title": "Assistant Professor",
    "summary": "My lab aims to build a comprehensive framework for understanding stem cell biology of the skin, from development to disease.",
    "keywords": [],
    "search_text": "Catherine Pei-ju Lu Assistant Professor My lab aims to build a comprehensive framework for understanding stem cell biology of the skin, from development to disease.",
    "lab_synopsis": "My lab aims to build a comprehensive framework for understanding stem cell biology of the skin, from development to disease. Our research will center on three interconnected themes:  Stem Cell Plasticity and Regeneration: We will investigate the molecular and cellular mechanisms by which sweat gland progenitors re-enter developmental programs after injury, with the goal of identifying pathways that can be therapeutically targeted to enhance regeneration. Microenvironment and Niche Signaling: By using spatial transcriptomics and live imaging, we will map the dynamic interactions between stem cells and their niche in both normal and diseased skin. These studies will illuminate how inflammatory or fibrotic environments alter stem cell behavior. Disease Modeling and Translational Applications: We plan to use mouse models and patient-derived organoid systems to dissect the molecular pathogenesis underlying inflammatory skin disorders. This integrative approach will not only yield critical insights into disease mechanisms but also establish a versatile platform for preclinical drug screening, toxicity assessment, and the development of targeted therapeutics. I am committed to fostering a collaborative and intellectually rigorous environment for trainees. My vision is to develop a research program that not only advances fundamental understanding of epithelial biology but also translates these discoveries into meaningful clinical advances.",
    "summary_short": "My lab aims to build a comprehensive framework for understanding stem cell biology of the skin, from development to disease. Our research will center on three interconnected themes:  Stem Cell Plasticity and Regeneration: We will investigate the molecular and cellular mechanisms by which sweat gland progenitors re-enter developmental programs after injury, with the goal of identifying pathways that can be therapeutically targeted to enhance regeneration.",
    "research_keywords": [],
    "affiliations": [
      "Cell Biology",
      "Plastic Surgery"
    ],
    "focus_groups": [
      "Organoids"
    ],
    "common_experiments_raw": "cell culture, explant culture, FACS sorting, single cell RNA sequencing, spatial transcriptomics, immunofluorescent imaging",
    "publications": [
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Pei-ju Lu, Catherine/2012 Lu Cell_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Pei-ju Lu, Catherine/2016 Lu Science_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Pei-ju Lu, Catherine/2024 Cassidy Tranplant direct_VCA_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Pei-ju Lu, Catherine/2024 HS TLS Immunity wo sup_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Pei-ju Lu, Catherine/2025 Lin JID_HS glandular marker_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      }
    ]
  },
  {
    "id": "intake_dimitris_placantonakis",
    "name": "Dimitris Placantonakis",
    "title": "Professor of Neurosurgery and Cell Biology",
    "summary": "glioblastoma; chromatin organization in human neural development; adhesions GPCR function and therapeutics",
    "keywords": [],
    "search_text": "Dimitris Placantonakis Professor of Neurosurgery and Cell Biology glioblastoma; chromatin organization in human neural development; adhesions GPCR function and therapeutics",
    "lab_synopsis": "glioblastoma; chromatin organization in human neural development; adhesions GPCR function and therapeutics",
    "summary_short": "glioblastoma; chromatin organization in human neural development; adhesions GPCR function and therapeutics",
    "research_keywords": [],
    "affiliations": [
      "Cell Biology",
      "Neurosurgery"
    ],
    "focus_groups": [
      "Organoids"
    ],
    "common_experiments_raw": "glioblastoma tumor growth assays in vitro and in vivo\nantibody-drug conjugate testing in vitro and in vivo\nhuman neural development: stem cell assays, chromatin analysis\ntumor organoids\ncerebral organoids"
  },
  {
    "id": "intake_elaine_lyn_wilson",
    "name": "Elaine (Lyn) Wilson",
    "title": "Professor",
    "summary": "My major contributions have been to the field of tumor cell biology, and more recently to the relationship between normal prostate stem and prostate tumor cells.",
    "keywords": [],
    "search_text": "Elaine (Lyn) Wilson Professor My major contributions have been to the field of tumor cell biology, and more recently to the relationship between normal prostate stem and prostate tumor cells.",
    "lab_synopsis": "My major contributions have been to the field of tumor cell biology, and more recently to the relationship between normal prostate stem and prostate tumor cells. It is likely that the aberrant proliferation of prostate stem cells and/or their progenitors contributes directly to prostate pathology. My laboratory has focused on the isolation and characterization of the stem and progenitor cell populations of the adult and the fetal prostate and their contribution to malignant transformation. We were the first to identify the proximal region of murine prostatic ducts as being enriched in stem cells that express high levels of Sca-1, are quiescent and have high proliferative potential in vitro and in vivo (Tsujimura et al 2002). In addition, single proximal cells give rise to branched ductal structures that contain both basal and luminal cells. Cells from this region have significant regenerative capacity when assayed in an in vivo prostate reconstitution assay in which combinations of prostate cells and embryonic urogenital sinus mesenchyme (inductive mesenchyme for prostatic tissue) are inserted under the renal capsule of recipient animals. Proximal cells also withstand prolonged androgen deprivation, another characteristic of stem cells. Sca-1high prostate regenerating cells also express other antigens characteristic of stem cells such as alpha 6 integrin, aldehyde dehydrogenase and Bcl-2. High levels of TGF-beta in the proximal region maintain the quiescence of the proximal stem cell niche (Salm et al 2005). The global gene expression profiles of adult and fetal prostate stem cells indicate that adult stem cells express a unique repertoire of genes, many of which are involved in quiescence (Blum et al 2010). We find that aberrant activation of components of prostate stem cell pathways contribute to the development of prostate tumors. My current research is directed at identifying molecules that can serve as targets for treating patients with prostate cancer. We have recently identified several molecules, including KLF4, that regulate both stem cell function and malignant transformation, including targetable molecules for potentially treating tumors. In addition, we have identified a biomarker signature that predicts those patients with indolent disease who have a prolonged relapse-free survival. Importantly, this signature can also stratify patients with low Gleason scores (Xiong et al 2018).",
    "summary_short": "My major contributions have been to the field of tumor cell biology, and more recently to the relationship between normal prostate stem and prostate tumor cells. It is likely that the aberrant proliferation of prostate stem cells and/or their progenitors contributes directly to prostate pathology.",
    "research_keywords": [],
    "affiliations": [
      "Cell Biology"
    ],
    "common_experiments_raw": "Prostate stem cell isolation, culture and analyses in vitro and in vivo\nProstate tumor cell stratification and analyses based on surface markers"
  },
  {
    "id": "intake_esteban_o_mazzoni",
    "name": "esteban o mazzoni",
    "title": "professor",
    "summary": "We are passionate about understanding how cells acquire the functions required by a multicellular organism like the complex human body.",
    "keywords": [],
    "search_text": "esteban o mazzoni professor We are passionate about understanding how cells acquire the functions required by a multicellular organism like the complex human body.",
    "lab_synopsis": "We are passionate about understanding how cells acquire the functions required by a multicellular organism like the complex human body. We aim to understand how these cells change and develop to a degree that we can control for future clinical applications.  Our research is a blend of different scientific approaches, all working together to deepen our understanding of cell differentiation. We're proud of our ability to combine cutting-edge genomic and tissue culture technologies to answer fundamental questions about how cells change and develop.  We're curious about how DNA sequences can store temporary signals as permanent memories. We're interested in how different transcription factors interact to drive cell differentiation. We're also keen to understand why some neurons are more susceptible to neurodegeneration than others.  We use innovative tools and techniques to study cell differentiation and neuronal physiology at a pace comparable to small invertebrate animals and on a scale associated with yeast. This allows us to study mammalian cell differentiation quickly and on a large scale, while also considering human genetic diversity.  In short, our lab is a place where curiosity meets innovation, all with the goal of better understanding the fascinating world of mammalian cells.",
    "summary_short": "We are passionate about understanding how cells acquire the functions required by a multicellular organism like the complex human body. We aim to understand how these cells change and develop to a degree that we can control for future clinical applications.",
    "research_keywords": [],
    "affiliations": [
      "Cell Biology"
    ],
    "common_experiments_raw": "stem cell differentiation, *transcription factor induced differentiation, RNA-seq, chip-seq, cut&run, cut&tag, immunocytochemistry, FACS",
    "publications": [
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Mazzoni, Esteban/Differential abilities to engage inaccessible_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Mazzoni, Esteban/Essential transcription factors for induced n_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Mazzoni, Esteban/Synthetic regulatory reconstitution reveals p_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      }
    ]
  },
  {
    "id": "intake_hyung_don_ryoo",
    "name": "Hyung Don Ryoo",
    "title": "Professor",
    "summary": "My laboratory primarily uses Drosophila to investigate how cells mount stress-response signaling and how those mechanisms affect degenerative disease models.",
    "keywords": [],
    "search_text": "Hyung Don Ryoo Professor My laboratory primarily uses Drosophila to investigate how cells mount stress-response signaling and how those mechanisms affect degenerative disease models.",
    "lab_synopsis": "My laboratory primarily uses Drosophila to investigate how cells mount stress-response signaling and how those mechanisms affect degenerative disease models. Of particular interest to us is the Unfolded Protein Response (UPR) and the Integrated Stress Response (ISR), which respond to misfolded protein overload in the endoplasmic reticulum (ER), amino acid deficiency, and mitochondrial stress. My group was the first to employ Drosophila to study the UPR. We were also the first to establish the role of UPR in retinal degeneration using a Drosophila model of Retinitis Pigmentosa. In recent years, my research group has focused more in-depth on ISR, a pathway that partially overlaps with UPR. Among others, we identified previously unrecognized regulators of PERK signaling and determined that these genes affect the course of retinal degeneration in the Drosophila model of Retinitis Pigmentosa and Parkinson’s Disease. In addition to our interest in UPR and ISR, we have an active collaboration with Dr. Einar Sigrudsson in using Drosophila to develop single domain antibodies that neutralize pathologenic tau and alpha-synuclein.",
    "summary_short": "My laboratory primarily uses Drosophila to investigate how cells mount stress-response signaling and how those mechanisms affect degenerative disease models. Of particular interest to us is the Unfolded Protein Response (UPR) and the Integrated Stress Response (ISR), which respond to misfolded protein overload in the endoplasmic reticulum (ER), amino acid deficiency, and mitochondrial stress.",
    "research_keywords": [],
    "affiliations": [
      "Cell Biology"
    ],
    "common_experiments_raw": "Drosophila genetics\ngene expression profiling\nmicroscopy\nprotein-protein interaction analysis using mass spectrometry",
    "publications": [
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Ryoo, Hyung Don/ryoo-et-al-2006-unfolded-protein-response-in-_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Ryoo, Hyung Don/elife-74047_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Ryoo, Hyung Don/jcb_201511073_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Ryoo, Hyung Don/s41419-024-06927-9 (1)_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Ryoo, Hyung Don/s41467-020-18453-1_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      }
    ]
  },
  {
    "id": "intake_susan_smith",
    "name": "Susan Smith",
    "title": "Professor",
    "summary": "My laboratory studies mechanisms of chromosome cohesion and segregation in human normal cells, stem cells, aging cells, and cancer cells.",
    "keywords": [],
    "search_text": "Susan Smith Professor My laboratory studies mechanisms of chromosome cohesion and segregation in human normal cells, stem cells, aging cells, and cancer cells.",
    "lab_synopsis": "My laboratory studies mechanisms of chromosome cohesion and segregation in human normal cells, stem cells, aging cells, and cancer cells. We focus on how sister chromatid cohesion is established at repetitive sequences including telomeres, ribosomal DNA arrays, and centromeres in S phase during DNA replication and how these sequences are resolved and accurately distributed to daughter cells in mitosis. We study the role of the polyADP-ribosyltransferases tankyrase 1 and 2 in cohesion and ubiquitin-mediated protein degradation. Our recent studies on cohesion showed that persistent telomere cohesion is due to RNA-DNA hybrid (R-loop) structures and further that their regulation by tankyrase impacts replicative senescence and cancer cell growth. For protein degradation, we identified multiple E3 ligases that ubiquitylate and control tankyrase function. We discovered a novel post-translational hybrid mark (ubiquitin on ADP-ribose on serine) and cognate hybrid readers that bind the hybrid mark to control ADP-ribosylation and stability of tankyrase and its targets.",
    "summary_short": "My laboratory studies mechanisms of chromosome cohesion and segregation in human normal cells, stem cells, aging cells, and cancer cells. We focus on how sister chromatid cohesion is established at repetitive sequences including telomeres, ribosomal DNA arrays, and centromeres in S phase during DNA replication and how these sequences are resolved and accurately distributed to daughter cells in mitosis.",
    "research_keywords": [],
    "affiliations": [
      "Cell Biology",
      "Pathology"
    ],
    "common_experiments_raw": "Experimental techniques: Generation of mutant and knockout cell lines using CRISPR/Cas9; Protein extraction, immunoprecipitation, and immunoblot analysis; RNAi using siRNAs and lentiviral shRNAs; Ubiquitylation and ADP-ribosylation assays in cells and in vitro; Chromosome-specific FISH; Metaphase spread analysis; Indirect immunofluorescence analysis; RNA isolation and Northern blot analysis; Telomere restriction fragment analysis; Chromatin Immunoprecipitation (ChIP); DNA–RNA immunoprecipitation (DRIP); and RNA immunoprecipitation (RIP).",
    "publications": [
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Smith, Susan/AzarmNatComm2020_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Smith, Susan/DaniloskiG&D2019_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Smith, Susan/PerrardNatComm2023_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Smith, Susan/PerrardSciAdv2025_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      },
      {
        "file": "/Users/tenoeb01/Desktop/Galaxy Files/pubs_inbox/Cell Biology/Smith, Susan/SzeCellReports2023_anonymous.pdf",
        "title": null,
        "year": null,
        "doi": null
      }
    ]
  }
]
